Repository: hosseinn/ooop
Catalog: extensions/diagram/po/*/ControlDialog2_*.properties.po
Languages: hu_hu

source: Edit
hu_hu: Szerkesztés

source: Color of next item
hu_hu: Következő elem színe

source: Group name
hu_hu: Ide írhat

source: Add a shape to the diagram
hu_hu: Elem hozzáadása a diagramhoz

source: Add shape
hu_hu: Alakzat hozzáadása

source: Remove the selected shapes from the diagram
hu_hu: Eltávolítja a kijelölt elemeket a diagramból

source: Remove shape
hu_hu: Alakzat törlése

source: Style of item
hu_hu: Megjelenítési stílusok

# 120.StyleComboBox.StringItemList
source: Default
hu_hu: Alapértelmezett

source: Without outline
hu_hu: Körvonal nélkül

source: Rounded
hu_hu: Kerekített

source: Gradients
hu_hu: Színátmenettel

source: User define
hu_hu: Felhasználói

# 125.ControlDialog2.StyleComboBox.Text
source: Default
hu_hu: Alapértelmezett

source: Select relation between selected and new shape
hu_hu: Adja meg az összefüggést a kiválasztott és az új elem között

# 127.addPropComboBox.StringItemList
source: Underling
hu_hu: Beosztott

source: Associate
hu_hu: Munkatárs

# 129.ControlDialog2.addPropComboBox.Text
source: Underling
hu_hu: Beosztott
