Repository: hosseinn/ooop
Catalog: extensions/validator/po/*/SelectWindow_*.properties.po
Languages: pt_pt, sr_rs

source: Validator - task manager
pt_pt: Validator -gestor de tarefas
sr_rs: Контролор — списак провера

source: Select all Validator check tasks
pt_pt: Selecione todas as tarefas aferidas do Validator
sr_rs: Изаберите све провере

source: Select all
pt_pt: Selecione todos
sr_rs: Изабери све

source: Deselect all Validator check tasks
pt_pt: Desmarque todas as tarefas aferidas do Validator
sr_rs: Поништите избор свих провера

source: Deselect all
pt_pt: Desmarque todas
sr_rs: Поништи избор

source: OK
sr_rs: У реду

source: Show such formulas where the formula reference to empty cell
pt_pt: Mostrar as fórmulas, onde a formula refere-se a célula vazia
sr_rs: Приказује формуле где се формула позива на празну ћелију

source: Empty cell references
pt_pt: Esvazie as referências de célula
sr_rs: Позив на празну ћелију

source: Show such formulas where the formula reference to string type cell
pt_pt: Mostrar as fórmulas, onde a fórmula se refere a célula do tipo texto
sr_rs: Приказује формуле где се формула позива на ћелију форматирану као текст

source: String cell references
pt_pt: Referências de célula texto
sr_rs: Позив на текстуалну ћелију

source: Show such value cells that not used in any formulas
pt_pt: Mosta as células valor que não são usadas em nenhuma fórmula
sr_rs: Приказује ћелије са вредностима које се не користе ни у једној формули

source: Value cells that not used in any formulas
pt_pt: Células valor que não são usadas em nenhuma fórmula
sr_rs: Ћелије са вредностима које се не користе

source: Show such formulas where the formula try to divide by zero value
pt_pt: Mostrar as fórmulas, onde a fórmula tenta dividir o valor por zero
sr_rs: Приказује формуле где формула покушава дељење са нулом

source: Division by zero in formulas
pt_pt: Divisão por zero em fórmulas
sr_rs: Дељење нулом у формулама
