Repository: hosseinn/ooop
Catalog: extensions/validator/po/*/Strings_*.properties.po
Languages: hu_hu, pt_pt, sr_rs

source: Empty cell reference
hu_hu: Üres cellára hivatkozó képlet
pt_pt: Referência a célula vazia
sr_rs: Позив на празну ћелију

source: String cell reference
hu_hu: Szöveges cellára hivatkozó képlet
pt_pt: Referência a célula de texto
sr_rs: Позив на текстуалну ћелију

source: Value cell that not used in any formulas
hu_hu: Képletekben nem használt értékcella
pt_pt: Valor da célula que não é usado em nenhuma fórmula
sr_rs: Ћелије са вредностима које се не користе

source: Division by zero
hu_hu: Nullával való osztás a képletben
pt_pt: Divisão por zero
sr_rs: Дељење нулом

source: Corrected
hu_hu: Javítva
pt_pt: Corrigido
sr_rs: Исправљено

source: Cells:
hu_hu: Cellák:
pt_pt: Células:
sr_rs: Ћелије :

source: Error in formula
hu_hu: Hibás képlet
pt_pt: Erro na fórmula
sr_rs: Грешка у формули

source: is not valid formula, it will restore to the following:
hu_hu: nem érvényes képlet, vissza lesz állítva a következőre:
pt_pt: Não é uma fórmula válida, ele irá recuperar para o seguinte:
sr_rs: није исправна формула и биће преправљена у:

source: Value :
hu_hu: Érték :
pt_pt: Valor :
sr_rs: Вредност:

source: During the correction the value of cell will lost. Are you really want to correct the cell?
hu_hu: A javítás során a cella értéke elveszik, üres cellára változik. Biztos, hogy javítani szeretné a cellaértéket?
pt_pt: Durante a correção o valor da célula será perdido. Deseja realmente corrigir a célula?
sr_rs: При исправљању вредност ћелије ће бити обрисана. Да ли сигурно желите да исправите ћелију?
