Repository: hosseinn/ooop
Catalog: trunk/extensions/watchwindow/po/*/WWindow_*.properties.po
Languages: pt_pt

source: Watch window
pt_pt: Janela de observação

source: Remove a cell from the WatchWindow
pt_pt: Apagar uma célula a partir da WatchWindow

source: Remove cell
pt_pt: Apagar célula

source: Add a cell to the WatchWindow
pt_pt: Adicionar uma célula à WatchWindow

source: Add cell
pt_pt: Adicional célula

source: Item has not been selected
pt_pt: Item não foi selecionado

source: Select an item within watchwindow and press remove.
pt_pt: Seleciona um item dentro JanelaObservação e pressiona apagar.

source: Not valid reference
pt_pt: Referência não válida

source: Please select a cell, a cell range or write the reference then press the Add cell button.
pt_pt: Por favor seleciona a célula, um intervalo de células ou escreve a referência depois pressiona o botão Adicionar célula.

source: |Formula
pt_pt: |Fórmula

source: |Value
pt_pt: |Valor

source: |Cell
pt_pt: |Célula

source: |Sheet
pt_pt: |Folha

source: Decrease the size of WatchWindow
pt_pt: reduzir o tamanho da WatchWindow

source: Increase the size of WatchWindow
pt_pt: aumentar o tamanho da WatchWindow

source: size
pt_pt: tamanho
