Repository: hosseinn/ooop
Catalog: trunk/extensions/diagram/po/*/ControlDialog2_*.properties.po
Languages: pt_pt

source: Edit
pt_pt: Editar

source: Color of next item
pt_pt: Cor do próximo item

source: Group name
pt_pt: Grupo nome

source: Add a shape to the diagram
pt_pt: Adicionar uma forma ao diagrama

source: Add shape
pt_pt: Adicionar forma

source: Remove the selected shapes from the diagram
pt_pt: Apagar a forma selecionada do diagrama

source: Remove shape
pt_pt: Apagar forma

source: Style of item
pt_pt: Estilo do item

# 120.StyleComboBox.StringItemList
source: Default
pt_pt: Defeito

source: Without outline
pt_pt: Sem contorno

source: Rounded
pt_pt: Arredondado

source: Gradients
pt_pt: Gradientes

source: User define
pt_pt: Definido pelo utilizador

# 125.ControlDialog2.StyleComboBox.Text
source: Default
pt_pt: Defeito

source: Select relation between selected and new shape
pt_pt: Seleciona a relação entre o selecionado e a nova forma

# 127.addPropComboBox.StringItemList
source: Underling
pt_pt: Sublinhar

source: Associate
pt_pt: Associar

# 129.ControlDialog2.addPropComboBox.Text
source: Underling
pt_pt: Sublinhar
