Repository: hosseinn/ooop
Catalog: trunk/extensions/validator/po/*/SelectWindow_*.properties.po
Languages: es_es, hu_hu

source: Validator - task manager
es_es: Validator - administrador de tareas
hu_hu: Validátor - feladatválasztó

source: Select all Validator check tasks
es_es: Seleccionar todas las tareas de comprobación de Validator
hu_hu: Kiválasztja az összes Validator ellenőrzést

source: Select all
es_es: Seleccionar todo
hu_hu: Összes kijelölése

source: Deselect all Validator check tasks
es_es: Anular selección de todas las tareas de comprobación de Validator
hu_hu: Kikapcsolja az összes Validator ellenőrzést

source: Deselect all
es_es: Anular toda la selección
hu_hu: Kijelölés törlése

source: OK
es_es: Aceptar

source: Show such formulas where the formula reference to empty cell
es_es: Mostrar aquellas fórmulas que hacen referencia a una celda vacía
hu_hu: Megjeleníti azokat a képleteket ahol a képlet üres cellákra hivatkozik

source: Empty cell references
es_es: Referencias a celdas vacías
hu_hu: Üres cellára hivatkozó képletek

source: Show such formulas where the formula reference to string type cell
es_es: Mostrar aquellas fórmulas que hacen referencia a una celda tipo string
hu_hu: Megjeleníti azokat a képleteket ahol a képlet szöveg típusú cellákra hivatkozik

source: String cell references
es_es: Referencias a celdas string
hu_hu: Szöveges cellára hivatkozó képletek

source: Show such value cells that not used in any formulas
es_es: Mostrar aquellas celdas de valor que no se usan en ninguna fórmula
hu_hu: Megjeleníti azokat a értékcellákat amelyek egyetlen képletben sem kerültek felhasználásra

source: Value cells that not used in any formulas
es_es: Celdas de valor que no se usan en ninguna fórmula
hu_hu: Képletekben nem használt értékcellák

source: Show such formulas where the formula try to divide by zero value
es_es: Mostrar aquellas fórmulas que intentan dividir por un valor igual a cero
hu_hu: Megjeleníti azokat a képleteket ahol a képlet nullával való osztás kísérel meg

source: Division by zero in formulas
es_es: División por cero en fórmulas
hu_hu: Nullával való osztás képletekben
